export const translationRus = {
  header: {
    buttonText: 'Начать проект'
  },
  hero: {
    title: 'Ваше цифровое путе­шествие начинается здесь',
    description:
      'Спасибо, что посетили наш сайт! В настоящее время мы создаем что-то особенное. Пока мы работаем за кулисами, чтобы предложить вам исключительный онлайн-опыт, мы приглашаем вас ознакомиться с нашим портфолио. Оставайтесь с нами для получения обновлений и спасибо за ваше терпение!',
    buttonText: 'Начать проект',
    list: {
      first: 'Инновация',
      second: 'Веб-решения',
      third: 'Функциональность'
    }
  },
  portfolio: {
    title: 'Смотрите наши проекты',
    sort: {
      title: 'Сортировать по',
      firstOption: 'От нового к старому',
      secondOption: 'От старого к новому'
    },
    buttonText: {
      seeMore: 'Показать больше',
      seeLess: 'Показать меньше'
    }
  },
  footer: {
    title: 'Давайте создадим',
    description: 'Свяжитесь с нами, чтобы обсудить ваш проект.',
    paragraph: 'Креативное цифровое производство',
    copyright: '© 2024 Lixe.studio. Все права защищены'
  },
  contactModal: {
    title: 'Контакты',
    nameLabel: 'Меня зовут',
    namePlaceholder: 'Введите ваше имя здесь',
    emailLabel: 'Вот моя почта',
    emailPlaceholder: 'Введите вашу почту здесь',
    detailsLabel: 'Я ищу',
    detailsPlaceholder: 'Введите детали вашего проекта здесь',
    buttonText: 'Отправить'
  }
};
